<script setup lang="ts">

const breadcrumbs = [
	{
		title: 'Главная',
		disabled: false,
		href: '/',
	},
	{
		title: 'Политика конфиденциальности',
		disabled: true,
		href: '/privacy-policy',
	},
]

</script>

<template>
	<MenuMain/>
	<div class="wrapper mt-6">
		<v-breadcrumbs
			:items="breadcrumbs"
		></v-breadcrumbs>
		<h1 class="title">Политика конфиденциальности</h1>
		<div class="mt-4">
			<p>Настоящий документ «Политика конфиденциальности» (далее – по тексту – «Политика») представляет собой правила использования сайтом <a href="https://all-star-detailing.ru">https://all-star-detailing.ru</a> – ИП Юрий Шашурин (далее – Оператор) персональной информации Пользователя, которую Оператор, включая всех лиц, входящих в одну группу с Оператором, могут получить о Пользователе во время использования им любого из сайтов, сервисов, служб, программ, продуктов или услуг Оператора (далее – Сайт) и в ходе исполнения Оператором любых соглашений и <strong>договоров с Пользователем</strong>.</p>
			<p>Согласие Пользователя с Политикой, выраженное им в рамках отношений с одним из перечисленных лиц, распространяется на все остальные перечисленные лица. Использование Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта.</p>
			<ol class="list-group-number">
				<li class="fw-bold">Общие положения политики</li>
				<ol>
					<li>Настоящая Политика является неотъемлемой частью Публичной оферты (далее – «Оферта»), размещенной и/или доступной в сети Интернет по адресу: https://all-star-detailing.ru, а также иных заключаемых с Пользователем договоров, когда это прямо предусмотрено их условиями.</li>
					<li>Настоящая Политика составлена в соответствии с Федеральным законом «О персональных данных» № 152-ФЗ от 27 июля 2006 г., а также иными нормативно-правовыми актами Российской Федерации в области защиты и обработки персональных данных и действует в отношении всех персональных данных, которые Оператор может получить от Пользователя, являющегося стороной по гражданско-правовому договору.</li>
					<li>Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в заголовке Политики указывается дата последнего обновления редакции. Новая редакция Политики вступает в силу с момента ее размещения на сайте, если иное не предусмотрено новой редакцией Политики.</li>
					<li>К настоящей Политике, включая толкование ее положений и порядок принятия, исполнения, изменения и прекращения, подлежит применению законодательство Российской Федерации.</li>
				</ol>
				<li class="fw-bold">Персональная информация Пользователей, которую обрабатывает Сайт</li>
				<ol>
					<li>Под персональной информацией в настоящей Политике понимается:</li>
					<ol>
						<li>информация, предоставляемая Пользователем самостоятельно при регистрации (создании учётной записи) или в процессе использования Сайта, включая персональные данные Пользователя. Обязательная для предоставления Сайтом информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение;</li>
						<li>данные, которые передаются в автоматическом режиме Сайту в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к Сайту, адреса запрашиваемых страниц и иная подобная информация;</li>
						<li>иная информация о Пользователе, обработка которой предусмотрена условиями использования Сайта.</li>
					</ol>
					<li>Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сайта. Сайт не контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.</li>
					<li>Сайт не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность.</li>
				</ol>
				<li class="fw-bold">Цели обработки персональной информации Пользователей</li>
				<ol>
					<li>Сайт собирает и хранит только ту персональную информацию, которая необходима для предоставления сервисов или исполнения соглашений и договоров с Пользователем, за исключением случаев, когда законодательством предусмотрено обязательное хранение персональной информации в течение определенного законом срока.</li>
					<li>Персональную информацию Пользователя Сайт обрабатывает в следующих целях:</li>
					<ol>
						<li>идентификация стороны в рамках сервисов, соглашений и договоров с Сайтом; </li>
						<li>предоставление Пользователю персонализированных сервисов и услуг, а также исполнение соглашений и договоров;</li>
						<li>направление уведомлений, запросов и информации, касающихся использования Сайта, исполнения соглашений и договоров, а также обработка запросов и заявок от Пользователя;</li>
						<li>улучшение качества работы Сайта, удобства его использования для Пользователя, разработка новых услуг и сервисов;</li>
						<li>таргетирование рекламных материалов;</li>
					</ol>
				</ol>
				<li class="fw-bold">Условия обработки персональной информации Пользователей и её передачи третьим лицам</li>
				<ol>
					<li>В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц. </li>
					<li>Сайт вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:</li>
					<ol>
						<li>Пользователь выразил согласие на такие действия;</li>
						<li>Передача необходима для использования Пользователем определенного сервиса либо для исполнения определенного соглашения или договора с Пользователем;</li>
						<li>Передача необходима для функционирования и работоспособности самого Сайта;
						</li>
						<li>Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;</li>
						<li>Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;</li>
					</ol>
					<li>В целях обеспечения возможности защиты прав и законных интересов Сайта или третьих лиц в случаях, когда Пользователь нарушает Пользовательское соглашение Сайта, настоящую Политику, либо документы, содержащие условия использования конкретных сервисов.</li>
					<li>В результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные статистические данные, которые передаются третьему лицу для выполнения работ или оказания услуг по поручению Сайта.</li>
				</ol>
				<li class="fw-bold">Изменение и удаление персональной информации. Обязательное хранение данных</li>
				<ol>
					<li>Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или её часть, обратившись к Сайту по контактам в разделе 9.«Контакты»</li>
					<li>Права, предусмотренные п. 5.1. настоящей Политики могут быть ограничены в соответствии с требованиями законодательства. Например, такие ограничения могут предусматривать обязанность Сайта сохранить измененную или удаленную Пользователем информацию на срок, установленный законодательством, и передать такую информацию в соответствии с законодательно установленной процедурой государственному органу.</li>
				</ol>
				<li class="fw-bold">Обработка персональной информации при помощи файлов Cookie и счетчиков</li>
				<ol>
					<li>Файлы cookie, передаваемые Сайтом оборудованию Пользователя и оборудованием Пользователя Сайту, могут использоваться Сайтом для предоставления Пользователю персонализированных сервисов, для таргетирования рекламы, которая показывается Пользователю, а также для улучшения Сайта.</li>
					<li>Пользователь осознает, что оборудование и программное обеспечение, используемые им для посещения сайтов в сети интернет могут обладать функцией запрещения операций с файлами cookie (для любых сайтов или для определенных сайтов), а также удаления ранее полученных файлов cookie.</li>
					<li>Яндекс вправе установить, что предоставление определенного сервиса или услуги возможно только при условии, что прием и получение файлов cookie разрешены Пользователем.</li>
					<li>Структура файла cookie, его содержание и технические параметры определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.</li>
					<li>Счетчики, размещенные Сайтом, могут использоваться для анализа файлов cookie Пользователя, для сбора и обработки статистической информации об использовании Сайта, а также для обеспечения работоспособности Сайта в целом или их отдельных функций в частности. Технические параметры работы счетчиков определяются Сайтом и могут изменяться без предварительного уведомления Пользователя.</li>
				</ol>
				<li class="fw-bold">Защита персонально информации Пользователя</li>
				<ol>
					<li>Сайт предпринимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.</li>
				</ol>
				<li class="fw-bold">Изменение Политики конфиденциальности</li>
				<ol>
					<li>Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция постоянно доступна на странице по адресу <a href="https://all-star-detailing.ru/privacy-policy">https://all-star-detailing.ru/privacy-policy</a></li>
				</ol>
			</ol>
		</div>
	</div>
	
	
</template>

<style scoped lang="scss">
p, li {
	margin-bottom: 16px;
}

</style>